Repository: StefanKjartansson/django-korta
Catalog: djkorta/locale/*/LC_MESSAGES/django.po
Languages: is

source: Please enter in a valid credit card number.
is: Vinsamlegast sláðu inn gilt kortanúmer

source: Card Number
is: Kortanúmer

source: Month
is: Mánuður

source: Year
is: Ár

source: CCV Number
is: Öryggiskóði

source: Expiration date is invalid
is: Rangur gildistími

source: Payment Information
is: Korta upplýsingar

source: Checkout
is: Borga

source: Danish Krona
is: Dönsk króna

source: Euro
is: Evra

source: Pound Sterling
is: Sterlingspund

source: Icelandic Krona
is: Íslensk króna

source: Norwegian Krona
is: Norsk króna

source: Swedish Krona
is: Sænsk króna

source: United States Dollar
is: Amerískur dollar

source: Not Sent
is: Ekki sent

source: Error
is: Villa

source: Successful
is: Tókst

source: Reference
is: Tilvísun

source: Date Created
is: Dags vistað

source: Date Edited
is: Dags breytt

source: Amount
is: Upphæð

source: Currency
is: Mynt

source: Currency Exponent
is: Myntvísir

source: State
is: Staða

source: Korta Order
is: Kortupöntun

source: Korta Orders
is: Kortupantanir
